;  搜狗输入法--自定义短语配置文件

;  自定义短语说明：
;  1、自定义短语支持多行、空格、指定位置。
;  2、每条自定义短语最多支持30000个汉字，总共支持100000条自定义短语。
;  3、自定义短语的格式如下：

;  单行的格式：
;  字符串+英文逗号+数字（指定排序位置）=短语

;  多行的格式：
;  字符串+英文逗号+数字（指定排序位置）=
;  多行短语

;  具体格式可以参考下面的实例。
;  4、最多支持100000行自定义短语。
;  5、自定义短语的用途有：快捷输入手机号、邮箱、诗词、小短文等，大家可以自由发挥。
;  6、时间函数功能。具体定义格式如下：;  字符串+英文逗号+数字（指定排序位置）=#表达式
;  注意：表达式以英文#开头，后面的表达式中的每一个函数的前面都包含有英文$。
;  函数表如下：
;  函数    	含义    	举例
;  $year    	年(4位) 	2006、2008
;  $year_yy	年(2位) 	06、08
;  $month     	月      	12、8、3
;  $month_mm  	月      	12、08、03		//此函数在输入法3.1版之后（含）有效
;  $day     	日      	3、13、22
;  $day_dd	日	       03、13、22	//此函数在输入法3.1版之后（含）有效
;  $weekday 	星期    	0、1、2、5、6
;  $fullhour	时(24小时制)  	2、8、13、23
;  $fullhour_hh	时(24小时制)  	02、08、13、23		//此函数在输入法3.1版之后（含）有效
;  $halfhour	时(12小时制)	2、8、10、11
;  $halfhour_hh	时(12小时制)	02、08、10、11		//此函数在输入法3.1版之后（含）有效
;  $ampm    	AM、PM(英)	AM、PM（大写）
;  $minute  	分      	02、08、15、28
;  $second  	秒      	02、08、15、28
;  $year_cn 	年(中文4位)	二〇〇六
;  $year_yy_cn	年(中文2位)	〇六
;  $month_cn	月(中文)	十二、八、三
;  $day_cn  	日(中文)	三、十三、二十二
;  $weekday_cn 	星期(中文)	日、一、二、五、六
;  $fullhour_cn	时(中文24时制)	二、八、十三、二十三
;  $halfhour_cn	时(中文12时制)	二、八、一、十一
;  $ampm_cn 	上午下午(中文)	上午、下午
;  $minute_cn	分(中文)	零二、零八、十五、二十八
;  $second_cn	秒(中文)	零二、零八、十五、二十八
;  具体你可以参考这个文件最下面的例子，实际体验一下就明白了。
;  你可以用自定义短语来做一个带动态时间的多行回信落款。
;  ss,1=#$year年$month月$day_dd日 $fullhour:$minute:$second

a,1=啊
ai,1=爱
an,1=安
b,1=不
ba,1=把
bai,1=白
ban,1=班
bang,1=帮
bao,1=报
bao,2=保
bei,1=被
bei,2=背
bei,3=北
ben,3=笨
ben,1=本
ben,2=奔
bi,1=比
bian,1=边
biao,1=表
bie,1=别
bier,1=别人
bing,2=病
bing,1=并
bing,3=兵
c,1=才
cai,3=踩
cai,2=菜
cai,1=才
can,4=餐
can,3=残
can,1=惨
can,2=参
cang,1=仓
cao,1=草
cao,3=曹
cao,2=操
caojin,4=jan.cao@kupotech.com
caojin,2=caojin223
caojin,3=caojin223@163.com
caojin,5=caojin223@gmail.com
caojin,1=曹晋
cd,1=cd
ces,1=测试
ch,1=出
cha,1=差
chai,2=柴
chai,1=拆
chang,1=长
chang,2=常
chang,3=场
chang,4=唱
che,1=车
che,3=撤
che,2=扯
cheng,1=成
chi,1=吃
chong,3=虫
chong,1=冲
chong,2=充
chou,3=臭
chou,1=抽
chou,2=丑
chu,1=出
chui,1=吹
ci,2=词
ci,1=次
cui,1=催
cuo,1=错
d,1=的
da,2=打
da,1=大
dai,1=带
dan,1=但
dang,1=当
dao,1=到
dark,1=darkcao
darkcao,1=darkcao
das,1=打算
de,2=德
de,1=得
deng,1=等
dian,2=电
dian,1=点
diao,1=掉
dong,3=懂
dong,1=动
dong,2=东
dou,1=都
dr,1=当然
ds,1=多少
dui,1=对
duo,1=多
dx,1=东西
dxi,1=东西
e,1=饿
en,1=嗯
f,1=飞
fa,2=法
fa,1=发
fan,2=饭
fan,3=烦
fan,1=反
fang,1=方
fang,2=放
fei,1=飞
feic,1=非常
fen,1=分
feng,1=风
fenx,1=分享
g,1=个
gai,1=该
gan,1=干
gang,1=刚
gao,1=高
gao,2=搞
ge,1=个
gei,1=给
geng,1=更
gou,2=狗
gou,1=够
gu,1=古
gua,1=挂
guan,1=管
guang,1=光
gui,1=归
gun,1=滚
guo,1=过
h,1=和
ha,1=哈
hai,1=还
hai,2=海
haisonglu,1=海松路52弄20号1004室
han,1=喊
hao,1=好
hao,2=号
he,2=盒
he,1=和
hei,1=黑
hen,1=很
hong,1=红
hou,1=后
hu,1=胡
hua,1=话
huai,2=怀
huai,1=坏
huan,1=换
huang,1=黄
hui,1=会
hun,1=混
hun,2=昏
huo,1=火
huo,2=活
hx,1=好像
j,1=就
ji,2=挤
ji,1=几
jia,1=家
jian,1=见
jiang,1=讲
jiao,1=叫
jie,3=解
jie,4=界
jie,1=接
jie,2=借
jin,1=进
jin,2=近
jin,3=jin.cao@bst.ai
jing,2=静
jing,1=精
jiu,1=就
jmeter,1=Jmeter
jt,1=今天
ju,1=举
juan,1=卷
jue,1=绝
jun,1=军
k,1=开
ka,1=卡
kai,1=开
kan,1=看
kanl,1=看来
kao,1=靠
kaol,1=考虑
kd,1=肯定
ke,1=可
ken,1=肯
keng,1=坑
kn,1=可能
kong,1=空
kou,1=口
ku,1=苦
kua,1=夸
kuai,1=快
kuan,2=款
kuan,1=宽
kuang,3=筐
kuang,2=矿
kuang,1=狂
kui,1=亏
kun,1=困
kuo,1=扩
ky,1=可以
l,1=了
la,1=拉
la,2=啦
lai,1=来
lan,1=蓝
lan,4=栏
lan,2=拦
lang,2=狼
lang,1=浪
lao,1=老
lei,1=累
leng,1=冷
li,1=里
lian,1=连
liang,1=两
liao,1=了
lin,1=林
liu,2=留
liu,1=流
liu,4=刘
liu,3=六
lo,1=咯
long,1=龙
lou,2=漏
lou,1=楼
lu,1=路
luan,1=乱
lun,1=轮
luo,1=落
lv,2=绿
lv,3=率
lv,1=旅
m,1=没
ma,3=妈
ma,2=嘛
ma,1=吗
mai,1=买
man,1=满
man,2=慢
mang,1=忙
mao,1=毛
mei,2=美
mei,1=每
meit,1=每天
men,1=门
men,2=们
meng,1=猛
mi,1=米
mian,1=面
mian,2=免
miao,1=秒
miao,2=妙
mie,1=灭
min,1=民
ming,1=明
ming,2=名
mm,4=Aec567!@#$%
mo,1=模
mou,1=某
msd,3=马上到！
msg,1=Msgbox
mt,2=每天
mt,1=明天
mu,1=木
my,1=没有
n,1=年
na,1=那
nai,1=奶
nan,1=难
nan,2=男
nan,3=南
nao,1=脑
nei,1=内
ni,1=你
nian,1=年
niao,1=鸟
nim,1=你们
nin,1=您
ning,1=宁
niu,1=牛
nm,1=你们
nong,1=弄
nong,2=农
nsfh,2=♂
nsfh,3=♀
nu,1=怒
nuo,1=懦
nv,1=女
nve,1=虐
o,1=哦
p,1=跑
pa,1=怕
pai,3=派
pai,2=排
pai,1=拍
pan,1=盘
pang,1=胖
pao,1=跑
pi,1=批
pian,3=骗
pian,1=片
pian,2=偏
piao,2=飘
piao,1=票
po,1=破
pu,1=普
q,1=去
qi,1=起
qian,2=钱
qian,3=千
qian,1=前
qiang,2=抢
qiang,1=强
qiao,2=瞧
qiao,3=桥
qiao,1=巧
qie,1=切
qin,1=亲
qing,3=青
qing,1=请
qing,2=情
qiong,1=穷
qiu,1=求
qk,1=情况
qu,2=取
qu,1=区
quan,2=权
quan,3=拳
quan,1=全
quer,1=确认
qun,1=群
r,1=人
rang,1=让
re,1=热
re,2=惹
ren,2=忍
ren,1=人
reng,1=扔
ri,1=日
rou,1=肉
rou,2=柔
ru,2=如
ru,1=入
ruan,1=软
rui,2=蕊
rui,1=瑞
run,1=润
ruo,2=若
ruo,1=弱
s,1=是
sai,2=赛
sai,1=噻
san,1=三
se,1=色
sfz,4=522129198611282034
sh,1=上
shan,2=闪
shan,1=山
shan,3=善
shang,1=上
shao,2=烧
shao,1=少
shen,2=声
shen,1=剩
sheng,1=生
shenq,1=申请
shh,1=上海
shh,2=时候
shi,2=时
shi,1=事
shih,1=时候
shou,2=收
shou,1=手
shu,3=输
shu,4=树
shu,2=数
shu,1=书
shua,2=耍
shua,1=刷
shuai,2=甩
shuai,1=帅
shui,1=谁
shui,2=睡
shui,3=水
shun,1=顺
shuo,1=说
si,2=死
si,1=四
si,3=丝
sjc,2=#$year$month_mm$day_dd$fullhour$minute$second
sjh,2=18521098098
sm,1=什么
song,1=送
sou,1=搜
su,1=苏
suan,1=算
suo,1=所
suoy,2=所以
suoy,1=所有
sy,2=所有
sy,1=所以
t,1=他
ta,3=它
ta,2=她
ta,1=他
tai,1=太
tan,2=谈
tan,1=弹
tang,3=糖
tang,1=堂
tang,2=唐
tao,1=逃
tao,2=讨
tao,3=淘
te,1=特
teng,1=疼
ti,3=题
ti,1=提
ti,2=体
tian,1=天
tiao,1=跳
tiao,2=条
tie,1=铁
ting,1=听
tm,3=它们
tm,2=她们
tm,1=他们
tong,1=同
tou,2=投
tou,1=头
tu,1=土
tuan,1=团
tui,1=退
tun,1=吞
tuo,1=脱
tuo,2=拖
txu,1=T恤
upan,1=U盘
w,1=我
wa,1=哇
wai,1=外
wan,1=玩
wan,3=晚
wan,2=完
wang,1=网
wang,3=王
wang,2=忘
wei,1=为
wen,1=问
wen,2=文
wm,1=我们
wsm,1=为什么
wu,1=无
wu,2=五
x,1=小
xi,2=西
xi,3=洗
xi,1=吸
xia,1=下
xian,2=线
xian,1=先
xiang,1=想
xiang,2=像
xiao,1=小
xie,1=写
xie,2=些
xin,1=新
xing,1=行
xing,3=星
xing,2=性
xiong,1=雄
xiong,2=凶
xiong,3=兄
xiu,1=修
xu,1=需
xu,2=许
xuan,1=选
xue,1=学
xun,3=迅
xun,1=讯
xun,2=寻
xz,1=现在
y,1=有
ya,1=呀
yan,2=言
yan,1=眼
yan,3=严
yang,2=阳
yang,1=样
yang,3=杨
yao,1=要
ye,1=也
yem,1=页面
yg,1=应该
yi,2=以
yi,1=一
yij,1=已经
yin,1=音
yin,2=引
ying,1=英
ying,2=应
yiwei,1=以为
yo,1=哟
yong,1=用
you,1=又
yu,3=遇
yu,1=于
yu,2=与
yuan,1=远
yue,1=越
yue,2=月
yun,1=晕
z,1=在
za,1=杂
zai,1=再
zan,1=暂
zang,1=藏
zang,2=脏
zao,1=早
zb,1=准备
zc,1=正常
zd,1=知道
ze,2=责
ze,1=则
zen,1=怎
zeng,1=增
zg,1=这个
zh,1=这
zh,2=中
zha,1=炸
zhan,3=粘
zhan,1=站
zhan,2=战
zhang,2=长
zhang,1=张
zhao,1=找
zhb,1=这边
zhe,1=着
zheb,1=这边
zhen,1=真
zheng,1=正
zheng,2=帧
zhi,3=指
zhi,1=只
zhi,2=值
zhic,1=支持
zhong,1=中
zhou,2=州
zhou,1=周
zhu,1=住
zhua,1=抓
zhuan,1=转
zhuan,2=专
zhuang,1=装
zhuang,2=状
zhui,1=追
zhun,1=准
zhuo,1=桌
zhuo,2=捉
zhuo,3=卓
zi,1=子
zm,1=怎么
zong,1=总
zou,1=走
zu,1=足
zuan,1=钻
zui,1=最
zuo,1=做